
"Battery Power" = "バッテリー";
"AC Power" = "電源アダプタ";
"UPS Power" = "UPS";

//Alternate Power Adapter tabViewItem label
"Power" = "電源";

//The power warning sheet
"Restore Defaults" = "デフォルトに戻す";
"OK" = "OK";
"Cancel" = "キャンセル";

"UPS Power Checkbox" = "メニューバーに UPS の状況を表示";
//"Battery Power Checkbox"= "Show battery status in the menu bar";

// the UPS status
"percent full" = "%.0f%% 残っています";
"Current UPS Charge" = "現在の充電量：%.0f%%";

"Power consumption may be greater than normal." = "この設定にすると、コンピュータの消費電力が増加する可能性があります。";
"Reset by clicking Restore Defaults" = "消費電力を減らすには、“デフォルトに戻す”をクリックしてください。";

"Network wake noise warning" = "“ネットワークアクセスによってスリープを解除”を有効にすると、ときどきスリープ解除時の音が聞こえます。";
"Wakes for detection" = "これで、コンピュータがネットワーク上でまだ使用できることがほかのデバイスに通知されます。";

"Wake for network" = "ネットワークアクセスによってスリープを解除";
"Wake for Ethernet" = "Ethernet ネットワークアクセスによってスリープ解除";
"Wake for AirPort" = "AirMac ネットワークアクセスによってスリープを解除";

"Custom" = "カスタム";

"Schedule Warning- power adapter must be present" = "スケジュールされた起動は、電源アダプタがお使いの Mac に接続されている場合にのみ実行されます。";

// the Battery Status is always appended to one of the above strings so a space is provided at the strings beginning.
"Battery Status" = "現在のバッテリー充電量：%.0f%%    予想残り時間：%@";
"Battery Status, Charged" = "バッテリーは充電済みです。";
"Short Battery Status" = "おおよその残り時間：%@（%.0f%%）";
"Battery Status, Charging" = "現在のバッテリー充電量：%.0f%%    フル充電までの予想時間：%@";
"Short Battery Status, Charging" = "充電完了までのおおよその時間：%@（%.0f%%）";
"Current Charge" = "現在のバッテリー充電量：%.0f%%";
"Calculating time" = "残り時間を計算中";
 
"Check Battery" = "バッテリーを交換修理してください。"; 
"Poor Battery" = "バッテリーの状態： 今すぐ交換してください。";
"Fair Battery" = "バッテリーの状態： 間もなく交換の時期です。";


"AutoProc" = "自動";
"HighProc" = "最高";
"NormalProc" = "低";

/* strings for tool tips */
"minute" = "分";
"minutes" = "分";
"hour" = "時間";
"hours" = "時間";

"dim" = "淡色表示";
"sleep" = "スリープ";
"halfminute" = ".5";

/* Format String to display tool tip with.  MUST contain two arguments that show where to insert the display
    dim time %1$@  and where to insert the display sleep time %2$@    They can be in any order.  The %1
    tells the string to put the first (dim time) parameter in that location.  %2 indicates the place to put
    the display sleep time. */
"Dim %@. Sleep %@." = "画面を暗くする時間：%1$@。スリープ時間：%2$@。";

"Never" = "しない";
"1 minute" = "1 分";
"3 minutes" = "3 分";
"5 minutes" = "5 分";
"10 minutes" = "10 分";
"15 minutes" = "15 分";
"20 minutes" = "20 分";
"25 minutes" = "25 分";
"30 minutes" = "30 分";  
"45 minutes" = "45 分";
"1 hour" = "1 時間";
"1 hour 15 minutes" = "1 時間 15 分";
"1 hour 30 minutes" = "1 時間 30 分";  
"1 hour 45 minutes" = "1 時間 45 分";
"2 hours" = "2 時間";
"3 hours" = "3 時間";

"Better Energy Savings" = "省エネルギー優先";
"Better Battery Life" = "バッテリー寿命優先";
"Better UPS Life" = "UPS の寿命優先";

// *** Note to localizers: These strings will be clipped if they get much longer.
// The second string is almost as long as possible (about two additional character widths are possible)
"GFX_CHANGE_WARNING_TEXT_LOGOUT" = "変更を有効にするにはログアウトする必要があります";
"GFX_CHANGE_WARNING_TEXT_ALL_LOGOUT" = "変更を有効にするには全ユーザのログアウトが必要です";
"GFX_CHANGE_WARNING_TEXT_RESTART" = "変更を有効にするには再起動する必要があります";

"GFX_CHANGE_TITLE" = "グラフィックスの設定を変更するには、ログアウトする必要があります。";
"GFX_CHANGE_DESC" = "続けるには、“ログアウト”をクリックします。後で開いているすべての書類を保存することができます。";
"GFX_CHANGE_TITLE2" = "グラフィックスの設定を変更するには、再起動する必要があります。";
"GFX_CHANGE_DESC2" = "続けるには、“再起動”をクリックします。後で開いているすべての書類を保存することができます。";
"LOGOUT_BUTTON" = "ログアウト";
"RESTART_BUTTON" = "再起動";

"AUTO_SWITCH_MSG_ON"  = "お使いのコンピュータは、バッテリー寿命が長くなるようにグラフィックスモードを自動的に切り替えます。";
"AUTO_SWITCH_MSG_OFF" = "自動切り替えを使用しない場合、常に高性能グラフィックスが使用されます。\nこれにより、バッテリー寿命が短くなる可能性があります。";

//"Custom Profile Tooltip" = "Custom Settings";

//"energy savings" = "energy savings";
//"battery life" = "battery life";
//"UPS life" = "UPS life";

//"Profile High Perf Rating" = "Your energy settings are optimized for high performance.";
//"Profile Better Performance Rating" = "Your energy settings are optimized for better than average %@.";
//"Profile Normal Rating" = "Your energy settings are optimized for normal performance and %@.";
//"Profile Better Energy Rating" = "Your energy settings are optimized for better than average %@.";

//"long battery life" = "long battery life";
//"long UPS life" = "long UPS life";
//"high energy savings" = "high energy savings";
//"Profile High Energy Savings Rating" = "Your energy settings are optimized for %@.";


